/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ är för närvarande den senaste tillgängliga versionen.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ är för närvarande den senaste tillgängliga versionen.\n(You are currently running version %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ finns nu tillgänglig—du har %3$@. Vill hämta uppdateringen nu?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ hämtat";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ av %2$@";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ har hämtats och är klar att använda! Vill du installera det och starta om %1$@ nu?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "En ny version av %@ finns tillgänglig!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "En ny version av %@ är redo att installeras!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ett fel uppstod vid hämtning av information om uppdateringar. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Ett fel uppstod vid hämtning av uppdateringen. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ett fel uppstod vid extrahering av arkivet. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Ett fel uppstod vid tolkning av uppdateringslänken.";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Update" = "Avbryt uppdatering";

/* No comment provided by engineer. */
"Checking for updates…" = "Letar efter uppdateringar…";

/* Take care not to overflow the status window. */
"Downloading update…" = "Hämtar uppdatering…";

/* Take care not to overflow the status window. */
"Extracting update…" = "Extraherar uppdatering…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installera och starta om";

/* Take care not to overflow the status window. */
"Installing update…" = "Installerar uppdatering…";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More…" = "Mer info…";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Redo att installera";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Ska %1$@ leta efter uppdateringar automatiskt? Du kan alltid leta efter uppdateringar manuellt från %1$@-menyn.";

/* No comment provided by engineer. */
"Update Error!" = "Uppdateringsfel!";

/* No comment provided by engineer. */
"Updating %@" = "Uppdaterar %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Flytta %1$@ till mappen Program, starta om det därifrån, och försök igen.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "Du är uppdaterad!";
